Revit 2027 API
ParameterTypeId.RebarIncludeFirstBar Property
 "Include First Bar"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarIncludeFirstBar { get; }
Public Shared ReadOnly Property RebarIncludeFirstBar As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarIncludeFirstBar {
	ForgeTypeId^ get ();
}
static member RebarIncludeFirstBar : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace